[
  "obsidian-mind-map",
  "convert-url-to-iframe",
  "media-extended",
  "various-complements",
  "mx-bili-plugin",
  "obsidian-pandoc",
  "obsidian-style-settings",
  "obsidian-enhancing-mindmap",
  "obsidian-custom-frames",
  "obsidian-image-toolkit",
  "highlightr-plugin",
  "obsidian-minimal-settings",
  "Enhanced-editing",
  "text-snippets-obsidian",
  "obsidian42-brat",
  "surfing",
  "obsidian-emoji-toolbar",
  "emoji-shortcodes",
  "folder-note-plugin",
  "obsidian-footnotes",
  "mysnippets-plugin",
  "obsidian-git",
  "obsidian-image-auto-upload-plugin",
  "obsidian-excalidraw-plugin",
  "editing-toolbar",
  "obsidian-bookmaster-plugin",
  "omnisearch"
]